/* `welcomeLabel` UILabel text default value */
"Welcome" = "Esiet sveicināts!";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Paldies par lejupielādi!";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Lūdzu, izpildiet norādījumus, ko saņēmāt sveicina e-pasta ziņojumā, lai sāktu aktivizācijas procesu.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Sekojiet savu ikdienas uzdevumu pārvaldībai un vienkārši sadarbojieties projektos.";

"ScanInstruction" = "Lūdzu, skenējiet drošo QR kodu, lai sāktu aktivizācijas procesu.";

"DiscoveryServiceInstruction" = "Lūdzu, ievadiet savu e-pasta adresi, lai sāktu aktivizācijas procesu.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Konta pārbaude...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Sākt";

"Scan" = "Skenēt";

/* `demoLabel` UILabel text default value */
"Explore" = "Vai vēlaties iepazīt?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Izmēģināt demonstrāciju";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Iestatīt ieejas kodu";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Ieejas kods";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Izvēlēties ieejas kodu";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Apstiprināt ieejas kodu";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Ievadiet savu ieejas kodu vēlreiz.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Apstipriniet jūsu ieejas kodu.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Ievadiet savu ieejas kodu.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Mainīt ieejas kodu";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Ievadiet jūsu pašreizējo ieejas kodu.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Ne tagad";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Atpakaļ";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Nākamais";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Pabeigts";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Izvēlieties ieejas kodu ar vismaz %d rakstzīmēm lietojumprogrammas atbloķēšanai.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Izvēlieties ieejas kodu ar vismaz %d cipariem lietojumprogrammas atbloķēšanai.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Iekļaujiet:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Mazais burts (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Lielais burts (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Cipari (0–9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Simboli (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Atiestatīt ieejas kodu";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Ieejas koda pārbaude neizdevās.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Ieejas kodu noraidīja FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Mēģināt vēlreiz";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Skāriena ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Sejas ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " tagad ir pieejams.";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Iespējojot skāriena ID, varēsit ātrāk piekļūt jūsu informācijai.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Šo funkciju varat jebkurā laikā ieslēgt vai izslēgt iestatījumos.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Lūdzu, iespējojiet skāriena ID ātrai un drošai piekļuvei.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Ja skāriena ID ir deaktivizēts, jums tiks jautāts jūsu ierīces ieejas kods.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Iespējojot sejas ID, varēsit ātrāk piekļūt jūsu informācijai.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Šo funkciju varat jebkurā laikā ieslēgt vai izslēgt iestatījumos.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Lūdzu, iespējojiet sejas ID ātrai un drošai piekļuvei.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Ja sejas ID ir deaktivizēts, jums tiks jautāts jūsu ierīces ieejas kods.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Lai izmantotu skāriena ID, lūdzu, pievienojiet pirkstu nospiedumus ierīces iestatījumos.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "To varat izdarīt jebkurā laikā sadaļā Iestatījumi - Skāriena ID un ieejas kods.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Lai izmantotu sejas ID, lūdzu, reģistrējiet sejas ID ierīces iestatījumos.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "To varat izdarīt jebkurā laikā sadaļā Iestatījumi - Sejas ID un ieejas kods.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Papildinformācija par skāriena ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Papildinformācija par sejas ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Iespējot";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Autentificēties ar skāriena ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Autentificēties ar sejas ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Kļūda";

/* The error title. */
"AuthenticationErrorKey" = "Autentifikācijas kļūda";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Lai izmantotu lietojumprogrammu, lūdzu, autentificējieties, izmantojot skāriena ID.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Lai izmantotu lietojumprogrammu, lūdzu, autentificējieties, izmantojot sejas ID.";

/* The authenticate button text. */
"AuthenticateKey" = "Autentificēties";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Ieejas kodi nesakrita. Mēģiniet vēlreiz.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Jums ir atlikuši %d mēģinājumi.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Jums ir atlicis 1 mēģinājums.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Vairs nav atlikušu mēģinājumu.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Lūdzu, pierakstieties, lai atiestatītu ieejas kodu.";

/* The text of the dismiss button on the alert. */
"OKKey" = "Labi";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Nepareizs ieejas kods. Mēģiniet vēlreiz.";

/* The scan page title string. */
"ScanKey" = "Skenēt";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Nesekmīga skenēšana";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Lūdzu, atlasiet QR koda attēlu.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Nederīgs QR kods";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR kods netika atpazīts.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Atļaut piekļuvi fotoattēliem";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Lai izvēlētos QR koda attēlu, lūdzu, nodrošiniet piekļuvi jūsu fotoattēliem ierīces konfidencialitātes iestatījumos.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Atļaut piekļuvi kamerai";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Lai skenētu, izmantojot kameru, lūdzu, nodrošiniet piekļuvi kamerai ierīces konfidencialitātes iestatījumos.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Iestatījumi";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Apstiprinājums";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Skenēšana izdevās. Tiksit savienots ar:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Turpināt";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Palaist";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktivizācija";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Ja saņēmāt sveicina e-pasta ziņojumu, sekojiet aktivizācijas saitei e-pasta ziņojumā. Pretējā gadījumā ievadiet savu e-pasta adresi vai skenējiet QR kodu, lai sāktu jauno darbinieku integrāciju.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Nākamais";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Vai";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Skenēt";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Piekrist";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Nepiekrist";

/* The authentication title. */
"AuthenticationKey" = "Autentifikācija";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Lai autentificētos, lūdzu, norādiet savu lietotājvārdu un paroli.";

/* Username input field placeholder string */
"usernameKey" = "lietotājvārds";

/* Password input field placeholder string */
"passwordKey" = "parole";

/* Sign In button string. */
"SignInKey" = "Pierakstīties";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Nepareizi akreditācijas dati. Mēģiniet vēlreiz.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Lūdzu, tālāk sniedziet informāciju, lai sāktu aktivizācijas procesu.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Informācijas verificēšana...";

/* Cancel button string. */
"CancelKey" = "Atcelt";

/* Allow button string. */
"AllowKey" = "Atļaut";

/* Deny button string. */
"DenyKey" = "Noraidīt";

/* No button string. */
"NoKey" = "Nē";

/* Quit button string. */
"QuitKey" = "Iziet";

/* GiveConsent button string. */
"GiveConsentKey" = "Sniegt piekrišanu";

/* Navbar title string. */
"StepKey" = "Solis";

/* Navbar title string. */
"OfKey" = "no";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Vai tiešām vēlaties beigt integrācijas procesu?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Bez piekrišanas nevarēsit turpināt integrāciju.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Pārslēgt vai pievienot lietotāju";

/* Title for Log In button */
"LogInKey" = "Pieteikties";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Meklēt lietotājus šajā ierīcē";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Vai aizmirsāt ieejas kodu?";

/* Title for Loction */
"PNLoctionTitleKey" = "Ieslēdziet atrašanās vietas pakalpojumus, lai varētu izmantot karti un navigācijas funkcijas";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Ieslēdziet paziņojumus, lai varētu saņemt brīdinājumus par svarīgiem paziņojumiem";

/* Title for Photos */
"PNPhotosTitleKey" = "Ieslēdziet piekļuvi fotoattēlu bibliotēkai, lai varētu iespējot fotoattēlu kopīgošanu un piekļūt fotoattēlu bibliotēkai";

/* Title for Calendar */
"PNCalendarTitleKey" = "Ieslēdziet piekļuvi kalendāram, lai varētu rezervēt telpas un skatīt sapulces";

/* Title for Camera */
"PNCameraTitleKey" = "Ieslēdziet kameru, lai varētu pieteikties un pārbaudīt, izmantojot sejas ID";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Varat vēlāk mainīt šo atļauju, izmantojot lietojumprogrammas iestatījumus";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Lietojumprogramma izmanto tālāk minētās atļaujas, lai sniegtu jums labāko pieredzi, kas ir pielāgota tieši jums";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Atļaujiet lietojumprogrammai piekļūt jūsu atrašanās vietai un paziņot jums, kad to izmantojat.\n\nLai iestatītu vai rediģētu atrašanās vietas atļauju, atveriet iOS iestatījumus > Pieskarieties pie “Atrašanās vieta” > Pieskarieties pie “Lietojumprogramma” > Atlasiet vēlamo atrašanās vietas atļaujas iestatījumu";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Atļaujiet lietojumprogrammai piekļūt jūsu paziņojumiem un paziņot jums, kad tos izmantojat.\n\nLai iestatītu vai rediģētu paziņojumu atļauju, atveriet iOS iestatījumus > Pieskarieties pie “Paziņojumi” > Pieskarieties pie “Lietojumprogramma” > Atlasiet vēlamo paziņojumu atļaujas iestatījumu";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Atļaujiet lietojumprogrammai piekļūt jūsu fotoattēliem un paziņot jums, kad tos izmantojat.\n\nLai iestatītu vai rediģētu fotoattēlu atļauju, atveriet iOS iestatījumus > Pieskarieties pie “Fotoattēli” > Pieskarieties pie “Lietojumprogramma” > Atlasiet vēlamo fotoattēlu atļaujas iestatījumu";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Atļaujiet lietojumprogrammai piekļūt jūsu kamerai un paziņot jums, kad to izmantojat.\n\nLai iestatītu vai rediģētu kameras atļauju, atveriet iOS iestatījumus > Pieskarieties pie “Kamera” > Pieskarieties pie “Lietojumprogramma” > Atlasiet vēlamo kameras atļaujas iestatījumu";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Atļaujiet lietojumprogrammai piekļūt jūsu kalendāram un paziņot jums, kad to izmantojat.\n\nLai iestatītu vai rediģētu kalendāra atļauju, atveriet iOS iestatījumus > Pieskarieties pie “Kalendārs” > Pieskarieties pie “Lietojumprogramma” > Atlasiet vēlamo kalendāra atļaujas iestatījumu";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Atvērt iOS iestatījumus";

